{
    "anecdotes": [
      "Ashe est l'un des tout premiers champions jamais créés sur League of Legends.",
      "Rammus avait pour nom interne 'Armadillo' dans les fichiers du jeu.",
      "La voix originale de Jinx est aussi celle de Vi (en anglais), un vrai face à face !",
      "Soraka pouvait autrefois se tuer elle-même en sacrifiant trop de PV pour soigner ses alliés.",
      "Urgot avait bien des jambes humaines, comme on peut le voir sur son skin Battlecast Urgot.",
      "Singed a eu le premier skin légendaire : Riot Squad Singed.",
      "Teemo détient le record officieux du champion le plus détesté… mais aussi le plus joué en ARAM.",
      "Dans le lore, Jinx et Vi sont sœurs.",
      "Yuumi est surnommée 'la terreur des Bronze'… par ses propres alliés.",
      "La compétence ultime de Karthus peut être lancée même après sa mort.",
      "Sion peut courir d'une base à l'autre s'il n'est jamais arrêté.",
      "Shaco est l'un des champions les plus anciens, et ses boîtes font toujours aussi peur.",
      "Nasus peut théoriquement atteindre des millions de stacks de siphon.",
      "Fizz peut esquiver certains projectiles, même une tourelle.",
      "Zilean a le pouvoir de remonter le temps… mais pas de remonter votre elo.",
      "Amumu est connu comme le petit bonhomme le plus triste de League of Legends.",
      "Blitzcrank a un skin 'iBlitzcrank' qui fait référence au film I, Robot.",
      "Dr. Mundo s’appelait au départ 'Dr. Mabuse' durant son développement.",
      "Bard a été inspiré par les carillons tibétains et les esprits de la nature.",
      "Un des skins les plus chers du jeu est Elementalist Lux, qui possède dix formes élémentaires différentes.",
      "Dans le lore, Warwick était autrefois un alchimiste humain avant de devenir un monstre.",
      "Thresh collectionne les âmes… mais jamais assez pour être heureux.",
      "Jhin ne tue qu’avec le chiffre 4, tout est une question d’art et de perfection.",
      "Braum peut arrêter un projectile, même la flèche géante de cristal d’Ashe.",
      "Le poisson de Fizz s’appelle en fait 'Chomper' dans les fichiers du jeu.",
      "Le rire de Teemo est l’un des sons les plus redoutés de League of Legends.",
      "Shen et Zed sont des frères ennemis, liés par leur ancien maître Kusho.",
      "Ahri a inspiré de nombreux personnages de renard à neuf queues dans d’autres jeux.",
      "Les tourelles de Nexus étaient autrefois invincibles avant une mise à jour de la saison 1.",
      "Pantheon n’est plus seulement un guerrier… il est l’incarnation du dieu de la guerre.",
      "Kog’Maw est un bébé monstre du Néant… qui bave des acides mortels.",
      "Heimerdinger a un QI de plus de 500, ce qui en fait l’un des champions les plus intelligents.",
      "Ekko a inventé son propre appareil pour manipuler le temps, le Z-Drive.",
      "Quand Janna est sortie, son ultime pouvait repousser les ennemis.",
      "Dans certains skins, Lux partage un clin d’œil avec Ezreal dans ses animations.",
      "Aurelion Sol est un dragon céleste, forcé de servir des mortels malgré sa puissance.",
      "Riot avait créé un champion nommé Ao Shin, qui a finalement inspiré Aurelion Sol.",
      "Pyke est le premier support assassin de League of Legends.",
      "Kled est toujours accompagné de sa monture, Skaarl, qui peut s’enfuir si elle a trop peur.",
      "Orianna était autrefois une jeune fille humaine avant de devenir entièrement mécanique."
    ]
  }
  